Repository: motordigital/t3import_export
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# button.export
source: Export
de: Exportieren

# button.import
source: Import
de: Importieren

# header.sets
source: Sets
de: Sätze

# header.tasks
source: Tasks
de: Aufgaben

# message.chooseExportSet
source: Choose an export set.
de: Wählen Sie einen Exportsatz.

# message.chooseExportTask
source: Choose an export task.
de: Wählen Sie eine Exportaufgabe.

# message.chooseImportSet
source: Choose an import set
de: Wählen Sie einen Importsatz.

# message.chooseImportTask
source: Choose an import task
de: Wählen Sie eine Importaufgabe.

# message.noExportSetsFound
source: No export sets found.
de: Keine Exportsätze gefunden.

# message.noExportTasksFound
source: No export tasks found.
de: Keine Exportaufgaben gefunden.

# message.noImportSetsFound
source: No import sets found.
de: Keine Importsätze gefunden.

# message.noImportTasksFound
source: No import tasks found.
de: Keine Importaufgaben gefunden.

# mlang_labels_tabdescr
source: Perform predefined export tasks
de: Vorgegebene Exportaufgaben ausführen

# mlang_labels_tablabel
source: Perform predefined export tasks
de: Vorgegebene Importaufgaben ausführen

# mlang_tabs_tab
source: Exports
de: Export
